Autodesk.Revit.DB.Plumbing.FlowConversionMode
Since:
2012
Enumerated type listing possible flow conversion modes for piping calculations.
Since:
2012

Autodesk.Revit.DB.Plumbing.FlowConversionMode.Tanks
Predominantly flush tanks.

Autodesk.Revit.DB.Plumbing.FlowConversionMode.Valves
Predominantly flush valves.

Autodesk.Revit.DB.Plumbing.FlowConversionMode.Invalid
A default value which should not be assigned to system types.